examples/14-benchmarks/last-two-data/smoke/1790344777489395835-send-headers-w1.client.txt

Summary:
  Total:	2.0024 secs
  Slowest:	0.0292 secs
  Fastest:	0.0014 secs
  Average:	0.0035 secs
  Requests/sec:	7172.4359
  

Response time histogram:
  0.001 [1]	|
  0.004 [14305]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [41]	|
  0.010 [3]	|
  0.013 [2]	|
  0.015 [2]	|
  0.018 [2]	|
  0.021 [1]	|
  0.024 [2]	|
  0.026 [1]	|
  0.029 [2]	|


Latency distribution:
  10% in 0.0034 secs
  25% in 0.0034 secs
  50% in 0.0035 secs
  75% in 0.0035 secs
  90% in 0.0035 secs
  95% in 0.0036 secs
  99% in 0.0037 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0014 secs, 0.0292 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0035 secs, 0.0010 secs, 0.0281 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	14362 responses