examples/14-benchmarks/last-two-data/smoke/1790344791897530762-send-post-observe-w1.client.txt

Summary:
  Total:	2.0022 secs
  Slowest:	0.0304 secs
  Fastest:	0.0011 secs
  Average:	0.0036 secs
  Requests/sec:	6964.9033
  

Response time histogram:
  0.001 [1]	|
  0.004 [13856]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [72]	|
  0.010 [3]	|
  0.013 [2]	|
  0.016 [2]	|
  0.019 [2]	|
  0.022 [2]	|
  0.025 [1]	|
  0.027 [2]	|
  0.030 [2]	|


Latency distribution:
  10% in 0.0035 secs
  25% in 0.0035 secs
  50% in 0.0036 secs
  75% in 0.0036 secs
  90% in 0.0036 secs
  95% in 0.0037 secs
  99% in 0.0038 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0011 secs, 0.0304 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0036 secs, 0.0007 secs, 0.0302 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	13945 responses