examples/14-benchmarks/last-two-data/smoke/1790344806279766106-send-stream-observe-w1.warmup.txt

Summary:
  Total:	1.0138 secs
  Slowest:	0.1256 secs
  Fastest:	0.0136 secs
  Average:	0.0504 secs
  Requests/sec:	494.1960
  

Response time histogram:
  0.014 [1]	|
  0.025 [9]	|■
  0.036 [7]	|■
  0.047 [12]	|■
  0.058 [456]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.070 [4]	|
  0.081 [2]	|
  0.092 [4]	|
  0.103 [0]	|
  0.114 [3]	|
  0.126 [3]	|


Latency distribution:
  10% in 0.0500 secs
  25% in 0.0501 secs
  50% in 0.0502 secs
  75% in 0.0503 secs
  90% in 0.0506 secs
  95% in 0.0514 secs
  99% in 0.1092 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0136 secs, 0.1256 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0150 secs, 0.0064 secs, 0.0832 secs
  resp read:	0.0353 secs, 0.0014 secs, 0.0449 secs

Status code distribution:
  [200]	501 responses