examples/14-benchmarks/last-two-data/smoke/1790344813545378547-before-sse-w1.client.txt

Summary:
  Total:	2.0397 secs
  Slowest:	0.5753 secs
  Fastest:	0.0201 secs
  Average:	0.1162 secs
  Requests/sec:	214.2514
  

Response time histogram:
  0.020 [1]	|
  0.076 [39]	|■■■■
  0.131 [379]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.187 [5]	|■
  0.242 [3]	|
  0.298 [1]	|
  0.353 [2]	|
  0.409 [2]	|
  0.464 [1]	|
  0.520 [2]	|
  0.575 [2]	|


Latency distribution:
  10% in 0.0798 secs
  25% in 0.1122 secs
  50% in 0.1160 secs
  75% in 0.1164 secs
  90% in 0.1169 secs
  95% in 0.1177 secs
  99% in 0.4681 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0201 secs, 0.5753 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0010 secs
  resp wait:	0.0823 secs, 0.0146 secs, 0.5427 secs
  resp read:	0.0339 secs, 0.0002 secs, 0.0464 secs

Status code distribution:
  [200]	437 responses